[
    {
        "titre_0": "1RM",
        "description_0": "Mot à mot  1RM  signifie Une Répétition Maximale et désigne la  charge maximale  déplacée sur une seule répétition. Après le  warm up  la  1RM  est souvent réalisée ou approchée ( 2RM  ou  3RM ) dans la partie Renforcement de la séance afin d'effectuer le  Metcon  qui suit à la bonne intensité au niveau des charges déplacées si on a décidé de le  scaler . Elle peut être estimée avec la formule mathématique suivante: ((0,0333 X nombre maximal de répétitions) + 1) X charge déplacée"
    },
    {
        "titre_1": "Air Squat",
        "description_1": "L'air squat est un  squat  au poids de corps. C'est le premier des 9 mouvements de base du crossfit. Pour être pleinement efficace il doit être exécuté en suivant ces consignes : flexion complète et simultanée des jambes, pieds bien à plat et écartés de la largeur des épaules, orteils pointés légèrement vers l'extérieur, talons non décollés, bas du dos non arrondi, tête droite et regard horizontal. En cliquant sur l'image vous découvrirez les muscles sollicités durant le squat et des programmes de renforcement incluant cet exercice fondamental."
    },
    {
        "titre_2": "AMRAP",
        "description_2": "Abréviation de As Many Rounds As Possible, en Français autant de tours que possible. Faire autant de  rounds  que possible des exercices spécifiés et des répétitions demandées dans le temps imparti. L'AMRAP est un format, une catégorie, de  metcon . En voici d'autres :  AFAP ,  Chipper ,  Death by ,  EMOM ,  Ladder ,  For Time ,  Tabata"
    },
    {
        "titre_3": "Arch",
        "description_3": "Position cambrée en extension dorso-lombaire au sol ( superman ) ou en suspension à la barre en alternance avec la position  hollow  pour une prise d'élan avant une traction"
    },
    {
        "titre_4": "Back Squat",
        "description_4": "Squat avec barre sur les épaules"
    },
    {
        "titre_5": "Bear Walk",
        "description_5": "Le Bear Walk est un déplacement quadrupédique en gardant les hanches basses à hauteur de bras tendus et le buste horizontal. Les variantes,  Alligator Walk  et  Spider Walk  imposent d'avancer les genoux au niveau du buste pour l'alligator walk et au niveau des épaules pour le spider walk en conservant toujours le buste droit et horizontal et les bras fléchis ou semi-fléchis. Ces exercices sollicitent le système cardio-respiratoire et les articulations coxo-fémorales (hanche). Ils sont surtout pratiqués durant le  Warm-up ."
    },
    {
        "titre_6": "Benchmark wod",
        "description_6": "wod de référence pour évaluer et comparer les progrès. (voir  Girls )"
    },
    {
        "titre_7": "Body Blaster",
        "description_7": "Complex  gym (enchainement) de trois exercices au poids de corps :  push-up  +  pull-up  +  toes-to-bar . Le pull-up et le toes-to-bar peuvent être exécutés strict (sans élan) ou avec un kipping ( élan). Le toes-to-bar peut être remplacé par un  knees-to-elbow"
    },
    {
        "titre_8": "Body Weight Wod",
        "description_8": "Il s'agit d'un  WOD  réalisé uniquement avec des exercices utilisant votre poids corporel, c'est-à-dire sans poids ni équipement supplémentaires. Ils sont idéaux pour voyager ou pour la maison. Les exercices au poids de corps comprennent entre autres des  pompes , des  squats  et des  tractions ."
    },
    {
        "titre_9": "Box",
        "description_9": "Une box désigne une salle affiliée de CrossFit. Les passionnés affirment ainsi que ... \"quand tu rentres dans ta box ... tu vois la Lumière \""
    },
    {
        "titre_10": "Box Jump",
        "description_10": "Sauts en contre-haut sur un plan sur-élevé, généralement une caisse en bois ou jump-box dont les dimensions sont standardisées, 30 inches X 20 inches X 24 inches soit 760 mm x 500 mm x 610 mm. On peut donc choisir 3 hauteurs différentes de saut selon ses possibilités. La descente peut s'effectuer sans réception simultanée des pieds. "
    },
    {
        "titre_11": "Broad Jump",
        "description_11": "Le broad jump est un saut en longueur vers l'avant avec les pieds au même niveau. La réception au sol est maitrisée donc sans chute et s'effectue en flexion partielle des membres inférieurs. Ce saut nécessite comme le box-jump des qualités d'explosivité musculaire pour les jambes et de coordination motrice globale. Durant la phase aérienne le buste oblique et les épaules sont nettement en avant de la verticale passant par le bassin."
    },
    {
        "titre_12": "Burpee",
        "description_12": "Le  burpee  est un  complex  combinant, pour la version classique niveau débutant, une flexion des jambes, un appui pieds-mains en planche corps gainé, une pompe, un retour corps groupé en flexion des jambes et un saut. La version pour pratiquant débrouillé consiste à:\r\n tomber au sol en fléchissant le buste rebondir au sol avec la poitrine sauter pour monter en pointant les fesses aussi haut que possible"
    },
    {
        "titre_13": "Burpee-Pull up",
        "description_13": " Une combinaison d'un burpee et d'une traction-barre (pull up) durant le saut. Une variante du burpee-pull up est le burpee target où il faut seulement toucher une cible au mur ou une barre au point haut du saut. Une variante plus complexe est le burpee-muscle up qui impose l'exécution d'un muscle up à la barre après le saut vertical."
    },
    {
        "titre_14": "Buy in",
        "description_14": " Tache à effectuer avant de passer à l'entrainement principal. Peut également être appelé un cash-in"
    },
    {
        "titre_15": "Buy out",
        "description_15": " Tache à effectuer après l'entrainement principal. Peut également être appelé un cash-out"
    },
    {
        "titre_16": "BW or BWT",
        "description_16": "Abréviation de Bodyweight ou en Français  poids du corps ."
    },
    {
        "titre_17": "Calorie Row",
        "description_17": "nombre de calories à brûler au rameur."
    },
    {
        "titre_18": "Chest to Bar abrévié C2B",
        "description_18": "Le chest to bar est un  pull-up  avec contact de la barre avec la poitrine sous les clavicules. "
    },
    {
        "titre_19": "Chin Up",
        "description_19": "pull up mains en supination. Le menton doit atteindre la barre."
    },
    {
        "titre_20": "Chipper",
        "description_20": "Format de WOD en  For Time  caractérisé par un nombre important de répétitions; il se compose de 4 exercices ou plus. Les chippers sont souvent longs et durs et la traduction française nous laisse perplexe. En tant qu'adjectif Chipper signifie vif, fringuant ; en tant que nom il désigne une déchiqueteuse. Nous penchons pour \"déchiqueteuse\" si l'on considère l'état dans lequel on finit le plus souvent ce type de wod."
    },
    {
        "titre_21": "Clean",
        "description_21": "Le clean correspond à l'épaulé en haltérophilie. C'est l'action qui consiste à déplacer verticalement une barre, un  Medball , un  haltère  ou une  kettlebell  du sol jusqu'à la poitrine en tirage (ou  rowing ) pour le stabiliser en appui sur les  clavicules  et les  muscles deltoïdes . Le clean peut être réalisé avec une seule charge en alternance à droite et à gauche, avec deux charges simultanément ou avec une  barre de musculation  prise à deux mains. On parle de  Hang Clean  si l'objet déplacé est tenu et non posé au sol en début d'exercice avec les bras tendus au-dessous des hanches et le buste légèrement incliné. Pour le  High Hang Clean  l'objet est au niveau du bassin avec le buste droit ce qui rend l'exercice plus difficile car l'ascension de la charge ne dépend plus que du haussement d'épaules (le shrug) et de la traction des bras (le pull). De même on distingue le  muscle clean  pour lequel les jambes ne sont pas fléchies durant le tirage, le  power clean  (jambes légèrement fléchies) et le  squat clean  qui impose une flexion complète des jambes pour passer sous l'objet déplacé alors qu'il est tiré vers le haut. Ce dernier est le clean classique des haltérophiles, plus économique pour les bras mais plus long à exécuter."
    },
    {
        "titre_22": "Cluster",
        "description_22": "Enchainement d'un  squat clean  et d'un  thruster"
    },
    {
        "titre_23": "Complex",
        "description_23": "Un complex est l'enchainement de plusieurs exercices (souvent trois) appartenant soit au domaine gymnique comme le  body blaster , soit à celui de l'haltérophilie comme le  macho man ."
    },
    {
        "titre_24": "Complex training ou entrainement complexe",
        "description_24": " Séquence d'entrainement spécifique au Crossfit de 2 ou 3 exercices visant à développer en même temps la force et la composante vitesse de la puissance musculaire en faisant par exemple 3  Back squats  très lourds avant d'exécuter 10  Box Jumps  ou encore 2  Power Cleans  suivis de 3  tucks Jumps"
    },
    {
        "titre_25": "Deadlift abrévié DL",
        "description_25": "En Français  Soulevé de terre . Il s'agit d'une action technique issue de l'haltérophilie mais qui est aussi un geste quotidien consistant à soulever un poids posé au sol pour le tenir debout buste droit. La charge est une barre ou des  kettlebells  ou des  haltères . C'est le 7° des 9 mouvements fondamentaux du crossfit. Le  sumo deadlift high pull  est une variante en position jambes écartées et mains rapprochées combinant un soulevé et une traction verticale. L'apprentissage du deadlift garantit un  soulagement rapide du mal de dos ."
    },
    {
        "titre_26": "Death By",
        "description_26": " Format de wod rythmé par les minutes, donc proche de l'  EMOM , la différence réside dans le fait que le nombre de minutes et de répétitions n’est pas prélablement défini, il augmente de minute en minute. Le rythme est très lent au début. On commence par une seule répétition puis, à la minute suivante on augmente de 1 répétition, et ainsi de suite jusqu’à ce qu'il ne soit plus possible de compléter le nombre de répétitions dans la minute."
    },
    {
        "titre_27": "Devil Press",
        "description_27": " Le devil press est l'enchainement d'un burpee et d'un  ground-to-over-head  avec une charge, le plus souvent deux haltères ou un disque de 10kg. Sans exigence technique pour amener la charge à bras tendus au dessus de la tête on peut exécuter un hang snatch ou un hang clean push press. En tenant un haltère dans chaque main, il faut effectuer un burpee avec la poitrine qui touche le sol entre les deux haltères puis sauter sur ses pieds et rester penché pour amorcer le swing (balancer) en poussant les hanches vers l'avant et profiter de l'élan pour déplacer les haltères vers le haut en  snatch  ou en  clean . "
    },
    {
        "titre_28": "Dip",
        "description_28": " Littéralement Trempette. En position de départ Surélevé en appuis manuels sur deux supports. Il faut Abaisser le corps lentement jusqu'à ce que les épaules soient au niveau des coudes puis Pousser vers le haut en redressant le buste et en tendant les bras. Le dip peut être réalisé en étant lesté pour augmenter la difficulté. On parle alors de  weighted dip ."
    },
    {
        "titre_29": "Double Under abrévié DU",
        "description_29": "Faire des DU c'est enchainer 2 tours de corde à sauter par saut. Pour simplifier ( scaler ) on peut faire des sauts normaux (ou single under abrévié SU) et doubler le nombre de répétitions requises."
    },
    {
        "titre_30": "EMOM",
        "description_30": "abréviation de Every Minute On the Minute. C'est un des formats de wod les plus connus avec l' AMRAP . Chaque minute à la minute faire l'exercice spécifié. Par exemple, pour un EMOM de 10 minutes de 5 burpees et 5 pullups on fait 5 burpees, 5 pullups à T+0 puis 5 burpees, 5 pullups à T+ 1', puis 5 burpees, 5 pullups à T+ 2', et ainsi de suite durant 10 minutes. En terminant les exercices en 20 secondes, il reste 40 secondes de récupération jusqu'à ce que la minute suivante commence. S'il n'est pas possible de compléter les exercices dans la minute il faut réduire les répétitions ou simplifier techniquement l'exercice demandé. Cette méthode permet de faire progresser la résistance musculaire et la récupération. Un test à télécharger et des précisions supplémentaires sur cette méthode sont disponibles sur la page  Développer sa résistance musculaire  du site  \"Le Crossfit en Français\""
    },
    {
        "titre_31": "For Time",
        "description_31": "Protocole d'entrainement très simple qui consiste à réaliser les exercices d'une traite, sans temps de repos imposé et aussi vite que possible. Ce format est aussi appelé  AFAP  pour \"as far as possible\""
    },
    {
        "titre_32": "Front Squat",
        "description_32": "Le  front squat  est un squat avec barre placée à l'avant du corps sur le thorax au niveau des clavicules. C'est le 2° des 9 mouvements de base du crossfit."
    },
    {
        "titre_33": "Girls",
        "description_33": "Benchmarks  portant des prénoms féminins . Il y a 4 catégories de girls: au poids de corps, avec des charges (kettlebell ou  Medballs ) mais sans barre, avec toutes charges et enfin exclusivement avec des barres"
    },
    {
        "titre_34": "Grip",
        "description_34": "Habituellement le grip désigne soit un revêtement adhésif fixé sur les raquettes de sport, pour assurer une meilleure prise en main, soit une manique ou gant de protection pour la cuisine et, en crossfit, pour les exercices d'haltérophilie, à la barre fixe et aux anneaux. Par extension le grip désigne la force de préhension, la capacité à maintenir longtemps la barre grâce à la  contraction isométrique  des muscles de la main et de l'avant-bras. Avoir un bon grip est une priorité pour enchainer  unbroken  les exercices du  metcon . Le  hook-grip  désigne la prise à la barre avec le pouce pincé par les autres doigts. Le  false-grip  aux anneaux ou à la barre est un grip avec les poignets engagés"
    },
    {
        "titre_35": "Ground to over head (GTOH)",
        "description_35": "Ground to over head est une modalité de déplacement de charge pour laquelle la technique est laissée à l'initiative de l'athlète. L'essentiel est que la charge soit en contact avec le sol au départ pour ensuite être tenue à bras tendus au dessus de la tête."
    },
    {
        "titre_36": "Hand Release Push Up ou HRPU",
        "description_36": "Le Hand Release Push Up est un push up (une pompe) pendant lequel les mains sont maintenues en l'air (release) pendant un moment en fin de flexion des bras avant d'amorcer l'extension et le retour en position de gainage. Lors de ce temps de suspension les cuisses, le ventre, et le torse sont en contact avec le sol; le corps est alors en légère extension ce qui a pour effet de renforcer les muscles lombaires et les  rhomboïdes  puisqu'il faut rapprocher les omoplates pour le maintien aérien des mains. Cette variante de pompe est plus difficile que la pompe classique car l'action de flexion-extension des bras est en amplitude maximale. Une variante plus facile (scalée) s'effectue en appui sur les genoux."
    },
    {
        "titre_37": "Handstand Push-Up ou HSPU",
        "description_37": "Le HSPU est une pompe verticale corps tendu et tête en bas. En équilibre en appui manuel tendu renversé (le plus souvent contre un mur), il faut plier les coudes et descendre lentement jusqu'à ce que la tête touche le sol, puis pousser vers le haut jusqu'à ce que les bras soient à nouveau tendus. Le buste reste gainé durant tout l'exercice. Les jambes sont tendues si on exécute le  HSPU strict  mais elles peuvent être repliées puis tendues en même temps que les bras si on fait le  kipping HSPU . \r\n Un exercice plus simple consiste à exécuter une pompe verticale mais en ayant les pieds posés sur un appui surélevé de sorte que les jambes et le buste forment un angle droit avant l'extension des bras. Si la position tête en bas est mal vécue, pour des problèmes de vertige par exemple, l'exercice qui se rapproche le plus du HSPU est le  shoulder press  ou développé militaire assis avec deux haltères car il sollicite les mêmes muscles des bras et des épaules."
    },
    {
        "titre_38": "Hollow Rock - Hollow Hold",
        "description_38": "Hollow signifie creux. Hollow Hold est la position de gainage gymnique et c'est aussi la position de départ de Hollow Rock. Il faut d'abord s'allonger sur le dos puis soulever les jambes serrées et avec les pointes de pieds tendues à quelques centimètres du sol. On doit ensuite étirer les bras au-dessus de la tête et les soulever aussi de quelques centimètres, en les maintenant droits et près des oreilles. Le bas du corps est plaqué au sol de sorte qu'il n'y ait aucun angle visible entre les bras et le buste ni entre le buste et les jambes mais plutôt une légère courbe.  Hollow hold  consiste à garder cette position et  Hollow Rocks  à basculer d'avant en arrière en gardant le corps gainé. Ces 2 exercice sont souvent exécutés durant le  warm-up , par exemple durant une séquence  Tabata , couplé avec le  Superman . La position  Arch  est souvent réalisée en alternance avec la position hollow au sol ou, plus souvent, en suspension à la barre pour amorcer une  traction  ou un  toes to bar"
    },
    {
        "titre_39": "Jumping Jacks",
        "description_39": "L'exercice commence en position debout, les pieds rapprochés et les bras sur le côté. Il faut en même temps sauter et écarter les pieds en portant les bras au-dessus de la tête. On revient ensuite à la position de départ toujours en sautant et on recommence. Le jumping jack est souvent inclus dans des routines d'échauffement, soit en séries, soit au temps sur un rythme  Tabata . "
    },
    {
        "titre_40": "Jumping Lunges",
        "description_40": "A partir d'une position jambes écartées en fente, sauter d'une manière explosive en inversant rapidement la position des jambes avant et arrière."
    },
    {
        "titre_41": "Kettlebell ou KB",
        "description_41": "Grosse boule dotée d’une anse d'origine russe. Son autre nom est girya. Son poids varie de 4 à 32 kg; 16 kg est un poids moyen pour un homme; les femmes sportives choisiront plutôt 12 kg; 8 kg est un bon poids pour s'échauffer ou débuter le crossfit."
    },
    {
        "titre_42": "Kettlebell Snatch",
        "description_42": "Snatch  d'un bras en utilisant une  kettlebell  (KB). On rencontre deux techniques pour le KB snatch selon la charge déplacée: soit on effectue un  swing  à bras tendu si la charge est lourde et on s'aide alors de la poussée des jambes et de l'ouverture du bassin comme ci-dessous, soit on réalise un  tirage vertical  en fléchissant le bras avec une charge légère ce qui diminue le temps total d'exécution."
    },
    {
        "titre_43": "Kettlebell Swing",
        "description_43": "Tenir la kettlebell à une ou deux mains. Tout en gardant le buste gainé et le dos contracté, amorcer le balancé par les hanches vers l'arrière en faisant passer la kettlebell entre les jambes écartées. Ensuite, en utilisant l'élan, continuer le balancé vers l'avant et le haut et soulever la kettlebell jusqu'à hauteur des yeux pour le  russian swing  et au dessus de la tête pour le  swing US . Les défauts importants à éviter sont au nombre de trois :  arrondir le dos en particulier dans la phase descendante du swing,  fléchir trop les genoux comme pour un squat Soulever la kettlebell avec les épaules et les bras alors que le mouvement ascentionnel de la charge vient de l'ouverture des hanches. Exceptionnellement, si l'on veut exécuter une répétition le plus vite possible dans un cadre compétitif, on pourra relayer l'action des hanches dans l'ascension de la charge par un haussement des épaules et une vive traction verticale des bras"
    },
    {
        "titre_44": "Kipping",
        "description_44": "Prise d'élan en suspension à la barre consistant en un enchainement  arch-hollow  ou cambré-gainé"
    },
    {
        "titre_45": "Knees to Elbows ou K2E",
        "description_45": "Suspendu à une barre, l'exercice appelé knees-to-elbows consiste à soulever les jambes pour aller toucher l'intérieur ou l'extérieur des bras avec les genoux au niveau des coudes. La montée des jambes et la fermeture du bassin peut être précédée d'une extension dorsale en suspension ou kipping Si on ne parvient pas à exécuter le knees-to-elbows on peut alors tenter le Knees-up"
    },
    {
        "titre_46": "Ladder",
        "description_46": "Protocole de  metcon  dans lequel on augmente de façon prédéfinie à chaque round la charge de l’exercice ou le nombre de reps qui compose le WOD. Le ladder ressemble au  Death By  car il faut augmenter les répétitons à chaque série mais, à la différence du death by, le rythme à la minute n'est pas demandé."
    },
    {
        "titre_47": "L Sit",
        "description_47": "Equerre position gymnique dans laquelle tout le poids du corps repose sur les mains, avec le torse soutenu et légèrement en avant, les jambes tendues devant le corps. Ce maintien en contraction isométrique peut être exécuté aux parallèles, aux anneaux ou même au sol avec une très bonne répulsion des épaules. Il est inclus dans notre  programme spécifique de 15 exercices isométriques ."
    },
    {
        "titre_48": "Lunge ou fente",
        "description_48": "La fente avant (forward lunge) consiste à garder le corps droit, avancer une jambe, toucher le sol avec le genou de la jambe arrière, retourner à la position de départ, répéter avec l'autre jambe. On peut marcher en fentes (walking lunge) . On peut aussi reculer en fente (backward lunge) ce qui sollicite davantage les fessiers."
    },
    {
        "titre_49": "Macho Man",
        "description_49": "Complex  de type  EMOM  pour lequel il faut faire 3  power cleans , 3  front squats  et 3  push jerks  dans la minute. La charge déplacée peut être une barre ou des haltères. Le score est le nombre total de tours terminés jusqu'à ne plus pouvoir terminer un tour avant le début de la minute suivante."
    },
    {
        "titre_50": "Man Maker",
        "description_50": "Complex  avec deux haltères consistant à enchainer à partir de la position en planche faciale ( plank ) , bras tendus et mains en appui sur les haltères, une pompe, un tirage du bras droit (dumbell row), un tirage du bras gauche, un sursaut accroupi, un redressement debout, un  cluster  et un retour final en planche faciale. Le man maker peut être simplifié, comme sur le schéma, en enlevant le redressement debout qui précède le cluster. Il peut être complexifié en ajoutant deux fentes avant alternées en overhead après le cluster."
    },
    {
        "titre_51": "Medicine Ball ou MedBall",
        "description_51": "Gros Ballon lesté pesant de 3 à 15 kg"
    },
    {
        "titre_52": "Medicine Ball Clean",
        "description_52": "Un clean (voir définition) en utilisant un  MedBall . C'est le 9° des 9 mouvements fondamentaux du crossfit. "
    },
    {
        "titre_53": "MetCon ou Metabolic Conditioning workout",
        "description_53": "Conditionnement métabolique. Généralement, la 3e partie du WOD après le warm-up et la partie technique (skill). Consultez nos 100 metcons en cliquant sur l'image"
    },
    {
        "titre_54": "Mountain Climber",
        "description_54": "Commencer en position de gainage ventral bras tendus. Fléchir une jambe jusqu'au coude en gardant l'autre jambe tendue derrière vous. Inverser simultanément la position des jambes en sursautant et en ne conservant que les appuis manuels et répéter."
    },
    {
        "titre_55": "Muscle Up abrévié MU",
        "description_55": "La position de départ est en suspension à la barre ou aux anneaux. Pour le grip aux anneaux les poignets sont engagés, c'est le  false grip . Le muscle-up strict aux anneaux est l'enchainement d'une traction stricte (sans balancer) qui permet aux coudes de passer au-dessus de la prise manuelle en prenant appui sur les poignets et d'une extension-bras ou dips. La position finale est en appui bras tendus. le muscle-up peut être exécuté en mouvement en utilisant un temps de bascule ou kipping."
    },
    {
        "titre_56": "Opens",
        "description_56": "Compétition annuelle organisée en 5 WOD sur environ 5 semaines au niveau mondial pour toute la communauté CrossFit."
    },
    {
        "titre_57": "Overhead Squat abrévié OHS",
        "description_57": "L'overhead squat est un squat avec charge tenue à bras tendu au-dessus de la tête. C'est le 3° des 9 mouvements de base du crossfit. L'overhead squat peut être exécuté soit avec un ou deux haltères, soit avec une ou deux kettlebells, soit enfin avec une barre chargée d'haltérophilie. "
    },
    {
        "titre_58": "Overhead Walking Lunges",
        "description_58": "Marcher en fentes ou  lunge  tout en tenant un poids (kettlebell, haltère ou medball) au-dessus de la tête à bras tendus."
    },
    {
        "titre_59": "Pistol squat",
        "description_59": "Un squat à une jambe."
    },
    {
        "titre_60": "Plank (Core Hold ou Core Stability)",
        "description_60": "  Exercice isométrique de gainage-abdos  possédant plusieurs variantes au niveau des appuis utilisés. La plus simple (figurine verte ci-dessous) consiste à placer les avant-bras au sol avec les coudes sous les épaules et les bras parallèles au corps. En appui sur les pieds et les avant-bras en ligne droite il faut garder le buste et les fessiers contractés sans fléchir les hanches. Nous proposons sur le site un programme de 15 gainages différents sur trois niveaux de difficulté pour avor un  ventre plat . Vous pouvez cliquer sur l'image pour le consulter"
    },
    {
        "titre_61": "PR",
        "description_61": "Abréviation de Personal record ou Record personnel dans l'exécution d'un wod ou d'un mouvement d'haltérophilie"
    },
    {
        "titre_62": "Pull Up",
        "description_62": "Traction  à une barre, mains en pronation, jusqu’à ce que le menton soit au-dessus de la barre. Le pull-up peut être réalisé  strict  (sans élan),en  kipping  (avec un élan consistant en un cambré-gainé précédant la traction des bras, ou  butterfly  (l'élan est alors créé par un gainé suivi d'une traction puis d'un relaché en cambré). Le pull-up peut être réalisé en étant lesté pour augmenter la difficulté. On parle alors de  weighted pull-up ."
    },
    {
        "titre_63": "Push Jerk",
        "description_63": "Barre tenue en position finale de  Clean , amorcer une légère flexion de jambes pour passer sous la barre puis soulever la charge à bras tendus au-dessus de la tête Terminer en extension complète des jambes. C'est le 6° des 9 mouvements fondamentaux du crossfit. "
    },
    {
        "titre_64": "Push Press",
        "description_64": "La barre étant tenue en position finale de Clean (voir  définition du clean ) le push press consiste à amorcer une légère flexion de jambes et coordonner leur extension avec avec une extension des bras au-dessus de la tête. C'est le 5° des 9 mouvements fondamentaux du crossfit. Si les jambes restent constamment tendues c'est un  shoulder press"
    },
    {
        "titre_65": "Push Up ou Pompe",
        "description_65": "Placez les deux mains sur le sol à la largeur des épaules, les bras tendus. Le corps est droit et gainé en appui sur les orteils. Abaisser le corps en pliant les coudes tout en gardant le tronc et les fesses contractés et les avant-bras à un angle de 90 degrés sur le plancher. Une fois la poitrine en contact avec le sol, étendre les bras et pousser vers le haut dans la position de départ."
    },
    {
        "titre_66": "Rack ",
        "description_66": "Le rack désigne la structure métallique qui permet de poser les barres de musculation mais aussi la technique de maintien de la barre . Etre Back Rack c'est porter la barre derrière soi sur la nuque; être Front Rack c'est la porter devant soi sur les clavicules."
    },
    {
        "titre_67": "Rep et no-rep",
        "description_67": "Abréviation de Répétition ; unité d'exécution d'un mouvement. Un No-Rep est une exécution non conforme au réglement."
    },
    {
        "titre_68": "Ring Dip",
        "description_68": "Un  dip  effectué sur les anneaux de gymnastique."
    },
    {
        "titre_69": "RFT ",
        "description_69": "Rounds For Time: Compléter le nombre spécifié de  rounds  aussi vite que possible."
    },
    {
        "titre_70": "Rope Climb ( abrévié RC )",
        "description_70": "RC signifie Rope climb ou grimper de corde en Français. Le RC s'effectue en coinçant la corde avec les pieds . Si l'usage des pieds est interdit on précise en annonçant \"legless RC\""
    },
    {
        "titre_71": "Round",
        "description_71": "série d'exercices."
    },
    {
        "titre_72": "Row",
        "description_72": "tirage rameur."
    },
    {
        "titre_73": "Rx ",
        "description_73": "Rx est une abréviation latine de  recipere  ou   recipe  qui signifie prendre. En fait çe n'est pas Rx mais R majuscule avec un slash sur la barre descendante du R.  \"Recipe\" vient du temps où les pharmaciens préparaient les médicaments (la recette) eux-même. Rx est toujours couramment utilisé dans le secteur médical des pays anglo-saxons pour signifier \"prendre tel médicament de la manière qui a été prescrite\". En Crossfit on peut interpréter son utilisation comme une allusion à l'utilité sanitaire du wod ou comme une volonté d'affirmer la fiabilité ou la rigueur des consignes proposées qui sont assimilées à des prescriptions. La version Rx d'un wod correspond aux exigences de compétitions notamment au niveau de l'exécution technique, des charges, du nombre de répétitions ou encore de sa durée ou time cap pour les wods au format  For Time . Une variation de ces contraintes signifie que le wod a été  scalé"
    },
    {
        "titre_74": "Scaler",
        "description_74": "To scale signifie échelonner en Anglais. En françisant ce terme, scaler signifie modifier ou ajuster les charges et/ou les mouvements de la version  Rx  d'un  WOD  en fonction de ses compétences physiques. On scale un exercice dès que les contraintes techniques ne peuvent être respectées ou, au contraire (mais plus rarement) si elles sont trop faciles. Dans le premier cas on dira qu'on a choisi une version  scaled down  et dans le second cas une version  scaled up  ( ou Rx+)"
    },
    {
        "titre_75": "Set",
        "description_75": "série de répétitions d'un exercices."
    },
    {
        "titre_76": "Shoulder Press",
        "description_76": "Développé militaire Debout ou assis avec la barre sur l'avant des épaules ou deux haltères posées sur chacun des deltoides. Il consiste à pousser la barre et tendre les bras en maintenant le bassin gainé. C'est le 4° des 9 mouvements fondamentaux du crossfit. Le shoulder press est une variante plus facile (scalée) du  Hand Stand Push Up  pour les personnes ne maitrisant pas la position tête en bas du HSPU"
    },
    {
        "titre_77": "Sit Up ou butterfly sit up",
        "description_77": "Le sit-up  est un exercice de musculation des abdominaux grands droits consistant, à partir de la position allongée au sol avec les genoux pliés et sur les côtés, à se relever en position assise tout en gardant le bassin gainé et la colonne vertébrale neutre."
    },
    {
        "titre_78": "Skill",
        "description_78": "En Français Habileté . C'est la Partie technique de l'entraînement après le  warm-up  et  avant le  Metcon ."
    },
    {
        "titre_79": "Snatch",
        "description_79": "Arraché en haltérophilie. En prises manuelles larges déplacer la barre du sol au dessus de la tête. Le snatch peut aussi être exécuté avec un  kettlebell  c'est le  KB Snatch . On parle de  Hang snatch  si l'objet déplacé est tenu et non posé au sol en début d'exercice avec les bras tendus au-dessous des hanches et le buste légèrement incliné. "
    },
    {
        "titre_80": "Squat",
        "description_80": "Le squat est une flexion des jambes partielle ou totale avec ou sans charge."
    },
    {
        "titre_81": "Step up",
        "description_81": "Montée de marche : l'extension complète de la jambe d'appui sur la box doit précéder la pose de l'autre jambe "
    },
    {
        "titre_82": "Sumo Deadlift High Pull (abrévié SDHP)",
        "description_82": "Soulevé de terre et tirage pour amener la barre ou le kettlebell au niveau du menton. C'est le 8° des 9 mouvements fondamentaux du crossfit. "
    },
    {
        "titre_83": "Superman",
        "description_83": "Le Superman alterne en appui ventral une phase de contraction musculaire en position  Arch  (position cambrée en extension dorso-lombaire) et une phase de relâchement. L'extension peut être maintenue un court instant pour travailler le  gainage dorsal . Cet exercice est souvent exécuté durant le  warm-up , par exemple durant une séquence  Tabata , couplé avec le  Hollow Rock ."
    },
    {
        "titre_84": "Tabata",
        "description_84": "Protocole d'entraînement à haute intensité de 20 secondes d'exercice suivi de 10 secondes de repos durant 4 minutes."
    },
    {
        "titre_85": "Thruster",
        "description_85": "Squat et shoulder press (aussi appelé développé militaire) enchainés avec charge: un  medball , une barre (en front squat), un ou deux haltères, un ou deux kettlebells"
    },
    {
        "titre_86": "Toes to Bar ou T2B",
        "description_86": " En position suspendue le toes to bar (dont la traduction \"orteils à la barre\" résume parfaitement le but de l'exercice) consiste à aller toucher simultanément la barre entre les bras avec les deux pieds en rapprochant les cuisses du buste. La partie des orteils entrant en contact avec la barre peut aussi bien être le dessus, le dessous ou l'extrémité des orteils; les bras peuvent être tendus ou fléchis.  Pour être jugé conforme durant une compétition il faut enchainer les toes to bar en faisant franchir aux deux pieds le plan vertical passant par la barre lors de la phase basse d'extension des membres inférieurs. Durant cette phase les bras et les hanches doivent être en extension complète. Le toes to bar renforcent surtout les abdominaux grands droits mais aussi les psoas car il y a une fermeture des cuisses sur le tronc et les grands dorsaux pour la fermeture des bras (ou rétropulsion). Un exercice plus simple consiste à faire toucher les coudes aux genoux c'est le  Knees-to-elbows"
    },
    {
        "titre_87": "Tuck Jump",
        "description_87": "Debout avec les genoux légèrement pliés. S'accroupir en quart de squat puis sauter aussi haut que possible en portant les genoux à la poitrine. Se réceptionner avec les genoux légèrement pliés pour amortir le choc et recommencer."
    },
    {
        "titre_88": "Unbroken ( UB )",
        "description_88": "Réalisation d'un nombre de répétitions sans pause ou lâcher de barre"
    },
    {
        "titre_89": "V-up",
        "description_89": "Le V up consiste, à partir de la position allongée sur le dos, bras et jambes tendues, à relever simultanément les bras et les jambes toujours tendus pour aller toucher les pieds avec les deux mains en formant un V avec le corps en position assise sur les fesses puis à redescendre en position allongée corps droit. Le V-up est un très bon exercice pour apprendre à exécuter les  toes-to-bar"
    },
    {
        "titre_90": "Wall Balls",
        "description_90": "Le wall ball consiste à s'accroupir en position basse de squat avec un  MedBall  puis se lever et utiliser l'élan de l'extension des jambes relayé par l'extension des bras pour projeter la balle et atteindre une cible sur le mur haute de 9 ou 10 pieds. La réception du ballon lesté est le signal d'une nouvelle répétition sans temps d'arrêt."
    },
    {
        "titre_91": "Wall Walk ou wall climb",
        "description_91": "En appuis manuels bras tendus avec les pieds contre le mur l'exercice wall-walk ou wall-climb consiste à monter progressivement les pieds sur le mur pour terminer en position d'équilibre tête en bas, face contre le mur et mains aussi proches que possible du mur ."
    },
    {
        "titre_92": "Warm up ",
        "description_92": "Échauffement; il dure 5 à 10 minutes et vise à activer le système cardio-respiratoire et à mobiliser en douceur les articulations. Selon la suite du wod on privilégie les épaules ( push up ), les hanches ( lunge  et  mountain climber ) ou les chevilles ( jumping jacks) . "
    },
    {
        "titre_93": "WOD",
        "description_93": "abréviation de  Workout  of the day; C'est l'entraînement du jour. Il est toujours inédit et, en principe, inconnu avant d'entrer dans la box afin de développer les capacités d'adaptation des crossfitteurs."
    },
    {
        "titre_94": "WorkOut",
        "description_94": "Entrainement"
    }
]